WELCOME_MESSAGE = "Привет! Я из Nobox. Мне нужно тебя зарегать."
ASK_USERNAME = "Придумай Логин: англ. буквы 🇺🇸 "
ASK_PASSWORD = "Придумай какой-нибудь пароль, и не забудь."
ASK_PHONE = "Отправь свой номер Telegram. Для показа в постах. 📱"
WELCOME_BACK_MESSAGE = "Я снова тут! 😄"
ERROR_MESSAGE = "Упс, что-то не так. Давай еще разок попробуем? Мб логин уже занят..."
SHARE_PHONE_BUTTON_TEXT = ASK_PHONE
ASK_EMAIL = "А почту свою оставишь? На всякий случай ✉️"

REGISTRATION_COMPLETED_MESSAGE = "Круто, все готово! Погнали 🚀"